---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MassZoneMaterial
source: html/de9cd919-9ab8-8804-ec7d-f82dd7c44098.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MassZoneMaterial Property

"Graphical Appearance"

## Syntax (C#)
```csharp
public static ForgeTypeId MassZoneMaterial { get; }
```